/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "Image Adjustment";
"ICA_PGADV_AUTOTONE_TT"	= "Selects the effect of the function which optimizes the brightness of the image.";
"ICA_PGADV_COPYGAMMA_STR"	= "Reduce Show-through";
"ICA_PGADV_COPYGAMMA_TT"	= "Selects ON/OFF of the function which reduces show-through in duplex documents or lightens the base color in recycled paper and other colored paper. This option is available only when [Document] or [Magazine] is selected in [Image Adjustment].";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "Selects ON/OFF of the function which reduces show-through in duplex documents or lightens the base color in recycled paper and other colored paper. This option is available only when [Document] is selected in [Image Adjustment].";
"ICA_PGADV_UNSHARP_STR"	= "Unsharp Mask";
"ICA_PGADV_UNSHARP_TT"	= "Selects ON/OFF of the function which emphasizes the outline of the subjects to sharpen the image. When [Descreen] is ON, moire may remain unless [Unsharp Mask] is set to OFF.";
"ICA_PGADV_DESCREEN_STR"	= "Descreen";
"ICA_PGADV_DESCREEN_TT"	= "Selects ON/OFF of the function which reduces uneven gradation or a stripe pattern (moire) that appears when photos or pictures printed with fine dots are scanned. Moire may remain unless [Unsharp Mask] is set to OFF.";
"ICA_PGADV_REMOVEDUST_STR"	= "Remove Dust";
"ICA_PGADV_REMOVEDUST_TT"	= "Selects the effect of the \"FARE\" function which removes dust and scratch marks automatically from film scans.";
"ICA_PGADV_REDUCEDUST_STR"	= "Reduce Dust";
"ICA_PGADV_REDUCEDUST_TT"	= "Selects the effect of the function which reduces white dots caused by dust or scratches on photos.";
"ICA_PGADV_FADINGCORRECT_STR"	= "Fading Correction";
"ICA_PGADV_FADINGCORRECT_TT"	= "Selects the effect of the function which corrects photos and film that have faded with time or have a colorcast. This option is effective only when [Color] is selected in [Color Mode] (kind).";
"ICA_PGADV_GRAINCORRECT_STR"	= "Grain Correction";
"ICA_PGADV_GRAINCORRECT_TT"	= "Selects the effect of the function which reduces graininess (roughness) in photos taken with high-speed film or at high sensitivity.";
"ICA_PGADV_CUBS_STR"	= "Gutter Correction";
"ICA_PGADV_CUBS_TT"	= "Selects the effect of the function which corrects shadows that appear between pages when scanning open booklets. When using this correction function, place the original so that it is not slanted. During the scan, press the center of the spine with the same pressure as that applied during the preview scan.";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "Calibrate before each scan";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "Performs calibration before each scan.";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "Output in the page order";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "Sets how to output the paper after scanning multiple duplex documents from the ADF. Set to OFF to scan documents and output the paper in fast mode. Set to ON to scan documents and output the paper automatically in page order.";
"ICA_ADV_FLAG_NONE"	= "None";
"ICA_ADV_FLAG_AUTO"	= "Auto";
"ICA_ADV_FLAG_PHOTO"	= "Photo";
"ICA_ADV_FLAG_MAGAZINE"	= "Magazine";
"ICA_ADV_FLAG_DOCUMENT"	= "Document";
"ICA_ADV_FLAG_ON"	= "ON";
"ICA_INFO_NONE"	= "None";
"ICA_INFO_LOW"	= "Low";
"ICA_INFO_MEDIUM"	= "Medium";
"ICA_INFO_HIGH"	= "High";
"ICA_ERROR_001"	= "Scanning cannot be performed unless the size or resolution is reduced to %s x %s pixels or less and the data size is %s GB or less.";
"ICA_ERROR_002"	= "The paper size is not suitable for duplex scanning. Select A4 or Letter.";
"ICA_ERROR_003"	= "The specified [Color Mode] (kind) does not support 16-bit scanning. To scan with the specified [Color Mode] (kind), change the bit depth to 8-bit. To perform 16-bit scanning, change the [Color Mode] (kind) to color.";
"ICA_ERROR_004"	= "Scanning cannot be performed unless the size is increased to 4 x 4 mm (0.16 x 0.16 inches).";
"ICA_ERROR_005"	= "You do not have the required privileges to access the specified folder.";
"ICA_ERROR_006"	= "The film could not be detected.\nCheck if the film is set correctly and scan again.";
"ICA_ERROR_007"	= "Scan 120 Format Films with the scanner driver.";
"ICA_ERROR_008"	= "An internal error has occurred. Take the following measures.\n- Check the scanner status.\n- Restart the scanner.\n- Reinstall the scanner driver.";
"ICA_ERROR_009"	= "The paper size is not suitable for duplex scanning. Select a size other than Legal.";
"ICA_ERROR_01"	= "Running out of memory. Increase available memory.";
"ICA_ERROR_02"	= "A required file is missing or corrupted, or settings are incorrect. Try the installation again.";
"ICA_ERROR_03"	= "An internal error has occurred.";
"ICA_ERROR_04"	= "There is not enough free disk space to complete the scan.";
"ICA_ERROR_05"	= "No document in the ADF (Auto Document Feeder). Load document and then retry.";
"ICA_ERROR_07"	= "Error in scanner. See the manual for solutions.";
"ICA_ERROR_08"	= "Cannot write or read file.";
"ICA_ERROR_09"	= "An error has occurred. Turn the device off and then back on.";
"ICA_ERROR_10"	= "Release the lock switch, detach the USB cable and reconnect.";
"ICA_ERROR_11"	= "Release the lock switch, turn the device off and then back on.";
"ICA_ERROR_12"	= "Scanning canceled by user.";
"ICA_ERROR_13"	= "Scanning canceled by user. Press the OK button on the printer's operation panel to eject the document from the ADF (Auto Document Feeder).";
"ICA_ERROR_18"	= "Cannot scan for these reasons:\n- The original may not be set correctly.\n- The Protective Sheet may be put in place.\n- The lamp may not be warmed up.\n   (It needs a few minutes for adjusting lamp on low temperature.)";
"ICA_ERROR_25"	= "The paper is jammed in the ADF (Auto Document Feeder). Clear the paper jam, then press the OK button to clear the status on the printer's operation panel.";
"ICA_ERROR_26"	= "The ADF (Auto Document Feeder) cover is open. Close the document cover and press the OK button to clear the status on the printer's operation panel.";
"ICA_ERROR_28"	= "Document is too long. Check that the ADF (Auto Document Feeder) cover is closed, and press the OK button on the printer's operation panel to eject the document from the ADF.";
"ICA_ERROR_29"	= "The paper size is not suitable for the duplex scanning. Check that the ADF (Auto Document Feeder) cover is closed, and press the OK button on the printer's operation panel to eject the document from the ADF.";
"ICA_ERROR_30"	= "No document in the ADF (Auto Document Feeder). Press the OK button on the printer's operation panel to cancel the error, then place paper in the ADF.";
"ICA_ERROR_31"	= "Scanner initialization is in progress. Scan after it is complete.";
"ICA_ERROR_32"	= "Printer initialization is in progress. Scan after it is complete.";
"ICA_ERROR_33"	= "Printer is in use or an error has occurred. Check status.";
"ICA_ERROR_34"	= "The scanner is not available while in use by another application or user.";
"ICA_ERROR_35"	= "The Protective Sheet is attached. Cannot scan.";
"ICA_ERROR_36"	= "Cannot scan specified paper size of the document.";
"ICA_ERROR_39"	= "Cannot communicate with scanner for these reasons:\n- Scanner is turned off.\n- USB cable is disconnected.\n\nPlease check and try again.";
"ICA_ERROR_40"	= "Cannot communicate with scanner for these reasons:\n- Scanner is turned off.\n- (If using Wired LAN connection) It is disconnected from Wired LAN.\n- (If using wireless LAN connection) Signal strength is poor due to obstructions.\n- Network connection is prohibited by security software.\n- Different scanner on the network is selected.\n\nPlease check and try again.";
"ICA_ERROR_42"	= "The document cover is open.\nClose the document cover and press the printer's OK button.\nThen remove the document from the ADF (Auto Document Feeder).";
